Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_sure_delete_by_date_one
source: Are you sure you want to delete all messages for **{date}**? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць усе паведамленні за **{date}**? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tots els missatges del **{date}**? Aquesta acció no es pot desfer.
de: Wirklich alle Nachrichten vom **{date}** löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar todos los mensajes del **{date}**? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les messages pour le **{date}** ? Cette action est irréversible.
it: Vuoi davvero eliminare tutti i messaggi del **{date}**? Questa azione non può essere annullata.
ko: 정말 선택한 {date}일 간의 모든 메시지를 삭제하겠습니까?
ms: Anda pasti ingin hapus semua mesej untuk**{date}**? Aksi ini tidak boleh ditukar balik.
pl: Czy na pewno chcesz usunąć wszystkie wiadomości z **{date}**?
pt_br: Deseja apagar todas as mensagens de **{date}**? Isso é irreversível.
ru: Вы точно хотите удалить все сообщения за **{date}**? Это действие нельзя будет отменить.
tr: **{date}** için tüm mesajları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всі повідомлення за **{date}**? Це незворотня дія.

# lng_sure_delete_channel
source: Are you sure you want to delete this channel? All subscribers will be removed and all messages will be lost.
be: Вы ўпэўнены, што хочаце выдаліць гэты канал? Падпісчыкі страцяць доступ да яго, а паведамленні будуць выдалены.
ca: Segur que voleu eliminar aquest canal? Se n'expulsaran tots els subscriptors i es perdran tots els missatges.
de: Sicher, dass du diesen Kanal löschen willst? Alle Abonnenten und Nachrichten werden entfernt.
es: ¿Quieres eliminar este canal? Todos los suscriptores y mensajes se perderán.
fr: Voulez-vous vraiment supprimer ce canal ? Tous les abonnés seront éjectés et tous les messages seront perdus.
it: Vuoi davvero eliminare questo canale? Tutti gli iscritti saranno rimossi e i messaggi saranno persi.
ko: 정말로 이 채널을 삭제하시겠습니까? 모든 구독자와 메시지가 사라집니다.
ms: Anda pasti mahu hapus saluran ini? Semua pelanggan akan dikeluarkan dan semua mesej akan terhapus.
nl: Kanaal echt verwijderen? Alle abonnees worden verwijderd en alle berichten gaan verloren.
pl: Czy na pewno chcesz usunąć ten kanał? Wszyscy subskrybenci zostaną usunięci i wszystkie wiadomości zostaną utracone.
pt_br: Tem certeza de que deseja apagar este canal? Todos os inscritos serão removidos e todas as mensagens serão perdidas.
ru: Вы точно хотите удалить этот канал? Все его подписчики и сообщения в нем будут удалены.
tr: Bu kanalı silmek istediğinizden emin misiniz? Tüm aboneler kaldırılacak ve tüm mesajlar kaybolacak.
uk: Ви дійсно хочете видалити цей канал? Усіх підписників і всі повідомлення буде вилучено.

# lng_sure_delete_contact
source: Are you sure you want to delete {contact} from your contact list?
be: Вы ўпэўнены, што хочаце выдаліць {contact} са спіса кантактаў?
ca: Segur que voleu eliminar {contact} de la llista de contactes?
de: Bist du sicher, dass du {contact} aus deinen Kontakten löschen willst?
es: ¿Quieres eliminar a {contact} de tu lista de contactos?
fr: Voulez-vous vraiment supprimer {contact} de vos contacts ?
it: Vuoi davvero eliminare {contact} dalla tua lista dei contatti?
ko: 정말로 {contact} 님을 연락처 목록에서 삭제하시겠습니까?
ms: Anda pasti mahu hapus {contact} dari senarai kenalan anda?
nl: {contact} echt verwijderen uit contacten?
pl: Czy na pewno chcesz usunąć „{contact}” z listy kontaktów?
pt_br: Tem certeza de que deseja remover {contact} da sua lista de contatos?
ru: Вы точно хотите удалить пользователя {contact} из списка контактов?
tr: Kişi listenizden {contact} kişisini silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити {contact} зі списку своїх контактів?

# lng_sure_delete_group
source: Are you sure you want to delete this group? All members will be removed, and all messages will be lost.
be: Вы ўпэўнены, што хочаце выдаліць гэту суполку? Усе карыстальнікі страцяць да яе доступ, а паведамленні будуць выдалены.
ca: Segur que voleu eliminar aquest grup? S'expulsaran tots els membres i es perdran tots els missatges.
de: Sicher, dass du diese Gruppe löschen willst? Alle Mitglieder und Nachrichten werden entfernt.
es: ¿Quieres eliminar este grupo? Todos los miembros y mensajes se perderán.
fr: Voulez-vous vraiment supprimer ce groupe ? Tous les membres seront éjectés et tous les messages seront perdus.
it: Vuoi davvero eliminare questo gruppo? Tutti i membri saranno rimossi e i messaggi saranno persi.
ko: 정말로 이 그룹을 삭제하시겠습니까? 모든 참가자가 추방되고, 모든 메시지가 사라집니다.
ms: Anda pasti mahu hapus grup ini? Semua ahli akan dikeluarkan dan semua mesej akan hilang.
nl: Groep echt verwijderen? Berichten worden gewist en alle leden verwijderd.
pl: Czy na pewno chcesz usunąć tę grupę? Wszyscy członkowie zostaną usunięci i wszystkie wiadomości zostaną utracone.
pt_br: Tem certeza de que deseja apagar este grupo? Todos os membros serão removidos e todas as mensagens serão perdidas.
ru: Вы точно хотите удалить эту группу? Все её участники и сообщения в ней будут удалены.
tr: Bu grubu silmek istediğinizden emin misiniz? Tüm üyeler kaldırılacak ve tüm mesajlar kaybolacaktır.
uk: Ви дійсно хочете видалити цю групу? Усіх учасників і всі повідомлення буде вилучено.

# lng_sure_delete_group_history
source: Are you sure you want to delete all message history in «{group}»? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць усю гісторыю паведамленняў у {group}? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tot l'historial de missatges de «{group}»? Aquesta acció no es pot desfer.
de: Möchtest du wirklich deinen Verlauf von «{group}» löschen? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial en «{group}»? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les messages de « {group} » ? Cette action est irréversible.
it: Vuoi davvero eliminare tutta la cronologia dei messaggi in «{group}»? Questa azione non può essere annullata.
ko: 정말로 «{group}»의 메시지 내역을 모두 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti mahu hapus kesemua mesej dalam «{group}»? Tindakan ini tidak boleh dipinda lagi.
nl: Echt de geschiedenis van «{group}» wissen? Je kunt dit niet ongedaan maken.
pl: Czy na pewno chcesz usunąć całą historię wiadomości z grupy „{group}”? Ta operacja jest nieodwracalna.
pt_br: Tem certeza de que deseja apagar todo o histórico de "{group}"? Não é possível desfazer essa ação.
ru: Вы точно хотите удалить всю историю сообщений в «{group}»? Это действие нельзя будет отменить.
tr: «{group}» grubundaki tüm mesaj geçmişini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всю історію повідомлень у «{group}»? Це незворотня дія.

# lng_sure_delete_history
source: Are you sure you want to delete all message history with {contact}? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць усю гісторыю паведамленняў з {contact}? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tot l'historial de missatges amb {contact}? Aquesta acció no es pot desfer.
de: Sicher, dass du den kompletten Verlauf mit {contact} löschen willst? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial de mensajes con {contact}? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les messages avec {contact} ? Cette action est irréversible.
it: Vuoi davvero eliminare tutta la cronologia dei messaggi con {contact}? Questa azione non può essere annullata.
ko: 정말로 {contact} 님과의 메시지를 모두 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti mahu hapus semua sejarah mesej dengan {contact}? Tindakan ini tak boleh dipulih semula.
nl: Berichtgeschiedenis met {contact} echt wissen? Je kunt dit niet ongedaan maken.
pl: Czy na pewno chcesz usunąć całą historię wiadomości z „{contact}”? Ta operacja jest nieodwracalna.
pt_br: Tem certeza de que deseja apagar todo o seu histórico de mensagens com {contact}? Não é possível desfazer essa ação.
ru: Вы точно хотите удалить всю переписку с {contact}? Это нельзя будет отменить.
tr: {contact} ile tüm mesaj geçmişinizi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всю історію повідомлень із {contact}? Це незворотня дія.

# lng_sure_delete_saved_messages
source: Are you sure you want to delete all your saved messages? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць усе захаваныя паведамленні? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tots els missatges desats? Aquesta acció no es pot desfer.
de: Möchtest du wirklich alle deine gespeicherten Nachrichten löschen? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todos tus mensajes guardados? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous vos messages enregistrés ? Cette action est irréversible.
it: Vuoi davvero eliminare tutti i tuoi messaggi salvati? Questa azione non può essere annullata.
ko: 정말로 저장한 메시지를 모두 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti mahu hapus semua mesej yang disimpan? Tindakan ini tidak boleh ditpinda lagi.
nl: Echt al je bewaarde berichten verwijderen? Je kunt dit niet ongedaan maken.
pl: Czy na pewno chcesz usunąć wszystkie swoje zapisane wiadomości? Ta operacja jest nieodwracalna.
pt_br: Tem certeza de que deseja apagar todas as suas mensagens salvas? Não é possível desfazer essa ação.
ru: Вы точно хотите удалить все сообщения, сохраненные в «Избранное»? Это действие нельзя будет отменить.
tr: Kayıtlı tüm mesajlarınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всі свої збережені повідомлення? Це незворотня дія.

# lng_sure_enable_socks
source: Are you sure you want to enable this proxy? Server: {server} Port: {port} You can change your proxy server later in Settings > Advanced > Connection Type.
be: Вы ўпэўнены, што хочаце ўключыць гэты проксі? Сервер: {server} Порт: {port} Вы зможаце пазней змяніць налады вашага проксі-сервера праз «Налады > Пашыраныя налады > Тып злучэння».
ca: Segur que voleu activar aquest servidor intermediari? Servidor: {server} Port: {port} Podeu canviar el servidor intermediari a la Configuració > Avançat > Tipus de connexió.
de: Möchtest du wirklich diesen Proxy aktivieren? Server: {server} Port: {port} Du kannst ihn später in den Einstellungen (Erweitert > Verbindungsart) ändern.
es: ¿Quieres activar este proxy? Servidor: {server} Puerto: {port} Puedes cambiar tu servidor proxy más tarde en Ajustes > Avanzados > Tipo de conexión.
fr: Voulez-vous vraiment activer ce proxy ? Serveur : {server} Port : {port} Vous pouvez le modifier à tout moment dans Paramètres > Avancé > Type de connexion.
it: Vuoi davvero attivare questo proxy? Server: {server} Porta: {port} Puoi cambiare il tuo server proxy più tardi in Impostazioni > Avanzate > Tipo di connessione.
ko: 정말 이 프록시를 켜시겠습니까? 서버: {server} 포트: {port} 나중에 설정 > 고급 > 연결 유형에서 프록시 서버를 바꾸실 수 있습니다.
ms: Anda pasti mahu dayakan proksi ini? Pelayan {server} Port: {port} Anda boleh tukar pelayan proksi kemudian dalam Aturan > Lanjutan > Jenis Sambungan.
nl: Proxy echt inschakelen? Host: {server} Poort: {port} Je kunt de proxy-server aanpassen via Instellingen, Geavanceerd, Verbindingstype.
pl: Czy na pewno chcesz włączyć proxy? Serwer: {server} Port: {port} Możesz później zmienić serwer proxy w Ustawienia » Zaawansowane » Typ połączenia.
pt_br: Tem certeza de que deseja ativar este proxy? Servidor: {server} Porta: {port} Você pode alterar seu servidor proxy depois em Configurações > Avançado > Tipo de Conexão.
ru: Хотите использовать этот прокси? Сервер: {server} Порт: {port} Вы всегда можете изменить прокси-сервер в настройках > Продвинутые настройки > Тип соединения.
tr: Bu vekil sunucuyu etkinleştirmek istediğinizden emin misiniz? Sunucu: {server} Port: {port} Vekil sunucunuzu daha sonra Ayarlar > Gelişmiş > Bağlantı Türü'nden değiştirebilirsiniz.
uk: Ви дійсно хочете увімкнути цей проксі? Сервер: {server} Порт: {port} Змінити проксі-сервер можна в Налаштуваннях > Тип зʼєднання.

# lng_sure_leave_channel
source: Are you sure you want to leave this channel?
be: Вы ўпэўнены, што хочаце выйсці з гэтага канала?
ca: Segur que voleu abandonar aquest canal?
de: Wirklich diesen Kanal verlassen?
es: ¿Quieres salir de este canal?
fr: Voulez-vous vraiment quitter ce canal ?
it: Vuoi davvero lasciare questo canale?
ko: 정말로 채널에서 나가시겠습니까?
ms: Anda pasti ingin keluar dari saluran ini?
nl: Kanaal echt verlaten?
pl: Czy na pewno chcesz opuścić ten kanał?
pt_br: Tem certeza de que deseja sair desse canal?
ru: Вы точно хотите покинуть этот канал?
tr: Bu kanaldan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути цей канал?

# lng_sure_leave_group
source: Are you sure you want to leave this group?
be: Вы ўпэўнены, што хочаце выйсці з гэтай суполкі?
ca: Segur que voleu abandonar aquest grup?
de: Diese Gruppe wirklich verlassen?
es: ¿Quieres salir del grupo?
fr: Voulez-vous vraiment quitter ce groupe ?
it: Vuoi davvero lasciare questo gruppo?
ko: 정말 이 그룹에서 나가시겠습니까?
ms: Anda pasti mahu keluar dari grup ini?
nl: Groep echt verlaten?
pl: Czy na pewno chcesz opuścić tę grupę?
pt_br: Tem certeza de que deseja sair desse grupo?
ru: Вы точно хотите покинуть группу?
tr: Bu gruptan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути цю групу?

# lng_sure_logout
source: Are you sure you want to log out?
be: Вы ўпэўнены, што хочаце выйсці?
ca: Segur que voleu tancar la sessió?
de: Du kannst Telegram von all deinen Geräten gleichzeitig nutzen. Wirklich abmelden?
es: ¿Quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
ko: 로그아웃을 하시겠습니까?
ms: Anda pasti ingin log keluar?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
ru: Вы действительно хотите выйти?
tr: Oturumu kapatmak istediğinizden emin misiniz?
uk: Ви дійсно хочете вийти з акаунта?

# lng_sure_remove_user_channel
source: Remove {user} from the channel?
be: Выдаліць {user} з канала?
ca: Voleu eliminar {user} del canal?
de: {user} aus dem Kanal entfernen?
es: ¿Eliminar a {user} del canal?
fr: Éjecter {user} du canal ?
it: Rimuovere {user} dal canale?
ko: {user} 님을 채널에서 추방할까요?
ms: Keluarkan {user} dari saluran?
nl: {user} uit het kanaal verwijderen?
pl: Usunąć użytkownika {user} z kanału?
pt_br: Remover {user} do canal?
ru: Исключить {user} из канала?
tr: {user} kanaldan çıkarılsın mı?
uk: Вилучити користувача {user} з каналу?

# lng_sure_remove_user_group
source: Remove {user} from the group?
be: Выдаліць {user} з суполкі?
ca: Voleu eliminar {user} del grup?
de: {user} aus der Gruppe entfernen?
es: ¿Eliminar a {user} del grupo?
fr: Éjecter {user} du groupe ?
it: Rimuovere {user} dal gruppo?
ko: {user} 님을 그룹에서 추방할까요?
ms: Keluarkan {user} dari grup?
nl: {user} uit de groep verwijderen?
pl: Usunąć użytkownika {user} z grupy?
pt_br: Remover {user} do grupo?
ru: Исключить {user} из группы?
tr: {user} kullanıcısı gruptan çıkarılsın mı?
uk: Вилучити користувача {user} з групи?

# lng_sure_save_language
source: Telegram will restart in order to change the language
be: Трэба перазапусціць Telegram, каб змяніць мову
ca: El Telegram es reiniciarà per a canviar la llengua.
de: Telegram wird neu gestartet, um die Sprache zu ändern
es: Telegram se reiniciará para cambiar el idioma
fr: Telegram va redémarrer afin de changer de langue.
it: Telegram si riavvierà per cambiare lingua
ko: 언어를 바꾸기 위해 텔레그램을 다시 시작합니다
ms: Telegram akan mulakan semula untuk tukar bahasa
nl: Telegram herstart om de taal te wijzigen
pl: Telegram uruchomi się ponownie, by zmienić język
pt_br: O Telegram será reiniciado para alterar o idioma.
ru: Для смены языка приложение перезапустится
tr: Telegram dili değiştirmek için yeniden başlatılacak
uk: Для зміни мови Telegram перезапуститься

# lng_terms_agree
source: Agree & Continue
be: Згадзіцца і працягнуць
ca: Accepta i continua
de: Zustimmen & Weiter
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
ko: 동의하고 계속
ms: Setuju & Teruskan
nl: Akkoord en doorgaan
pl: Akceptuję i kontynuuję
pt_br: Aceitar e Continuar
ru: Принять и продолжить
tr: Kabul Et ve Devam Et
uk: Погодитись та продовжити

# lng_terms_agree_to_proceed
source: Please agree and proceed to {bot}.
be: Згадзіцеся і перайдзіце да {bot}.
ca: Accepteu i accediu al {bot}.
de: Bitte zustimmen und mit {bot} fortfahren.
es: Por favor, acepta y sigue hacia {bot}.
fr: Merci d'accepter et de continuer vers {bot}.
it: Per favore accetta e procedi su {bot}.
ko: 동의하여 {bot}(으)로 진행해 주세요.
ms: Sila abaikan dan terus ke {bot}.
nl: Accordeer en ga door naar {bot}.
pl: Zaakceptuj i przejdź do bota {bot}.
pt_br: Por favor, concorde e prossiga para {bot}.
ru: Пожалуйста, подтвердите для перехода к {bot}.
tr: Lütfen kabul edin ve {bot} adresine geçin.
uk: Будь ласка, погодьтеся та продовжіть у {bot}.

# lng_terms_delete_now
source: Delete now
be: Выдаліць зараз
ca: Elimina ara
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
it: Elimina ora
ko: 지금 삭제
ms: Hapus sekarang
nl: Nu verwijderen
pl: Usuń teraz
pt_br: Apagar agora
ru: Удалить сейчас
tr: Şimdi sil
uk: Видалити зараз

# lng_terms_signup
source: By signing up, you agree to the {link}.
be: Ствараючы ўліковы запіс, вы згаджаецеся з {link}.
ca: En registrar-vos, accepteu les {link}.
de: Mit der Registrierung stimmst du den {link} zu.
es: Al registrarte, aceptas los {link}.
fr: En vous inscrivant, vous acceptez les {link}.
it: Iscrivendoti, accetti i {link}.
ko: 가입함으로써, 귀하는 {link}에 동의하게 됩니다.
ms: Dengan melanggan anda bersetuju dengan {link}.
nl: Door aan te melden, ga je akkoord met de {link}.
pl: Rejestrując się, akceptujesz {link}.
pt_br: Ao se cadastrar, você aceita nossos {link}
ru: Регистрируясь, Вы принимаете {link}.
tr: Kayıt olarak, {link}'nı kabul ediyorsunuz.
uk: Реєструючись, ви погоджуєтеся з {link}.
